---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContourElevationStep
source: html/d941e171-b30e-e6bc-b088-f2186c98f148.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContourElevationStep Property

"Increment"

## Syntax (C#)
```csharp
public static ForgeTypeId ContourElevationStep { get; }
```